---
kind: enumMember
id: F:Autodesk.Revit.DB.SubfaceType.Side
enum: Autodesk.Revit.DB.SubfaceType
source: html/20b2a2c2-53b4-caab-ce4c-aec68a2aa084.htm
---
# Autodesk.Revit.DB.SubfaceType.Side

Any face which does not meet the criteria to be Top or Bottom.